Revit 2027 API
ParameterTypeId.TrussElementSpanParam Property
 "Span"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementSpanParam { get; }
Public Shared ReadOnly Property TrussElementSpanParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementSpanParam {
	ForgeTypeId^ get ();
}
static member TrussElementSpanParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace